Repository: tizenorg/apps.web.download-manager
Catalog: po/wvga/*.po
Languages: fi, pt_pt, sv

# IDS_TPLATFORM_ACBUTTON_CANCEL_ABB
source: CANCEL
fi: PERUUTA
pt_pt: CANCELAR
sv: AVBRYT

# IDS_DM_POP_PD_ITEMS_WILL_BE_DELETED_ABB2
source: %d items will be deleted.
fi: %d kohdetta poistetaan.
pt_pt: %d itens serão eliminados.
sv: %d objekt tas bort.

# IDS_DM_POP_THIS_ITEM_WILL_BE_DELETED_ABB
source: This item will be deleted.
fi: Tämä kohde poistetaan.
pt_pt: Este item será eliminado.
sv: Det här objektet tas bort.

# IDS_DM_BODY_PREPARING_ING_M_STATUS_ABB
source: Preparing...
fi: Valmistelu...
pt_pt: A prep...
sv: Förber...

# IDS_DM_BODY_NO_DOWNLOADS
source: No downloads
fi: Latauksia ei ole
pt_pt: Nenhumas transferências
sv: Inga nedladdningar

# IDS_DM_BODY_AFTER_YOU_DOWNLOAD_ITEMS_THEY_WILL_BE_SHOWN_HERE
source: After you download items, they will be shown here.
fi: Kohteet näytetään täällä, kun olet ladannut ne.
pt_pt: Depois de transferir itens, estes serão mostrados aqui.
sv: När du har hämtat objekt kommer de att visas här.

# IDS_DM_BODY_DOWNLOAD_CANCELLED_M_STATUS_ABB
source: Download canceled
fi: Lataus peruutettu
pt_pt: Transferência cancelada
sv: Hämtningen avbröts

# IDS_DM_HEADER_DOWNLOAD_COMPLETE
source: Download complete
fi: Lataus valmis
pt_pt: Transferência concluída
sv: Hämtningen är klar

# IDS_DM_BODY_DOWNLOAD_FAILED_M_STATUS_ABB
source: Download failed
fi: Lataus epäonnistui
pt_pt: A transferência falhou
sv: Hämtningen misslyckades

# IDS_DM_HEADER_DOWNLOAD_MANAGER_ABB
source: Download manager
fi: Latauksen hallinta
pt_pt: Gestor transferências
sv: Hämtningshanterare

# IDS_DM_BODY_1_ITEM_WILL_BE_DELETED
source: 1 item will be deleted.
fi: 1 kohde poistetaan.
pt_pt: 1 item será eliminado.
sv: 1 objekt kommer att tas bort.

# IDS_DM_BODY_ACTIVATING_DRM_CONTENT_ING
source: Activating DRM content...
fi: Aktivoidaan DRM-sisältöä...
pt_pt: A activar conteúdo DRM...
sv: Aktiverar DRM-innehåll ...

# IDS_DM_BODY_NOTIFYING_SERVER_ING
source: Notifying server...
fi: Ilmoitetaan palvelimelle...
pt_pt: A notificar servidor...
sv: Aviserar servern ...

# IDS_DM_BODY_PD_ITEMS_WILL_BE_DELETED
source: %d items will be deleted.
fi: %d kohdetta poistetaan.
pt_pt: %d itens serão eliminados.
sv: %d objekt raderas.

# IDS_DM_BODY_STORAGE
source: Storage
fi: Tallennustila
pt_pt: Armazenamento
sv: Lagring

# IDS_DM_BODY_TAP_DOWNLOAD_TO_TRY_AGAIN
source: Tap Download to try again.
fi: Yritä uudelleen napauttamalla Lataa.
pt_pt: Toque em Transferir para tentar novamente.
sv: Tryck på Hämta om du vill försöka igen.

# IDS_DM_BODY_THIS_FILE_CANNOT_BE_FOUND_TAP_DOWNLOAD_TO_TRY_DOWNLOADING_IT_AGAIN
source: This file cannot be found. Tap Download to try downloading it again.
fi: Tätä tiedostoa ei löydy. Yritä ladata se uudelleen napauttamalla Lataa.
pt_pt: Não foi possível encontrar este ficheiro. Toque em Transferir e tente transferir o ficheiro novamente.
sv: Den här filen hittades inte. Tryck på Hämta om du vill försöka hämta den igen.

# IDS_DM_BODY_UNABLE_TO_FIND_AN_APPLICATION_TO_OPEN_THIS_FILE
source: Unable to find an application to open this file.
fi: Tiedoston avaamiseen soveltuvaa sovellusta ei löydy.
pt_pt: Impossível localizar uma aplicação para abrir este ficheiro.
sv: Det gick inte att hitta något program att öppna filen med.

# IDS_DM_BUTTON_CANCEL_ABB2
source: Cancel
fi: Peruuta
pt_pt: Cancelar
sv: Avbryt

# IDS_DM_BUTTON_DOWNLOAD_ABB2
source: Download
fi: Lataa
pt_pt: Transferir
sv: Hämta

# IDS_DM_BUTTON_GO_TO_STORAGE_ABB
source: Go to Storage
fi: Siirry tall.tilaan
pt_pt: Ir p/ Armazenamento
sv: Gå till Lagring

# IDS_DM_HEADER_DEFAULT_STROAGE_FULL
source: Default storage full
fi: Oletustallennussijainti täynnä
pt_pt: Memória padrão cheia
sv: Standardlagring full

# IDS_DM_HEADER_OLDER
source: Older
fi: Vanhempi
pt_pt: Mais antigo
sv: Äldre

# IDS_DM_HEADER_PD_SELECTED_ABB3
source: %d selected
fi: %d valittu
pt_pt: %d seleccionados
sv: %d valda

# IDS_DM_HEADER_TODAY
source: Today
fi: Tänään
pt_pt: Hoje
sv: Idag

# IDS_DM_HEADER_YESTERDAY
source: Yesterday
fi: Eilen
pt_pt: Ontem
sv: Igår

# IDS_DM_MBODY_SELECT_ALL
source: Select all
fi: Valitse kaikki
pt_pt: Seleccionar tudo
sv: Välj alla

# IDS_DM_OPT_DELETE
source: Delete
fi: Poista
pt_pt: Eliminar
sv: Ta bort

# IDS_TPLATFORM_ACBUTTON_DELETE_ABB
source: DELETE
fi: POISTA
pt_pt: ELIMINAR
sv: TA BORT

source: There is not enough space in your device storage. Go to %s settings to delete some data or insert an SD card.
fi: Laitteen muistissa ei ole tarpeeksi tilaa. Siirry %s Asetukset -kohtaan ja poista tietoja tai aseta laitteeseen SD-kortti.
pt_pt: Não existe espaço suficiente no armazenamento do dispositivo. Vá para as definições de %s para eliminar alguns dados ou introduza um cartão SD.
sv: Det finns inte tillräckligt med utrymme på enhetens lagringsutrymme. Gå till inställningar för %s för att ta bort några data eller sätta i ett SD-kort.

source: There is not enough space in your device storage. Go to %s settings to free up some storage space, then try again.
fi: Laitteen muistissa ei ole tarpeeksi tilaa. Siirry %s Asetukset -kohtaan, vapauta tallennustilaa ja yritä uudelleen.
pt_pt: Não existe espaço suficiente no armazenamento do dispositivo. Vá para as definições de %s para libertar algum espaço de armazenamento, e depois tente novamente.
sv: Det finns inte tillräckligt med utrymme i enhetens lagringsutrymme. Gå till inställningar för %s för att frigöra lagringsutrymme och försök igen.

source: There is not enough space on your SD card. Go to %s settings to delete some data, or change the default storage location to Device.
fi: SD-kortilla ei ole tarpeeksi tilaa. Siirry %s Asetukset -kohtaan ja poista tietoja tai vaihda oletustallennuspaikaksi Laite.
pt_pt: Não existe espaço suficiente no seu cartão SD. Vá para as definições de %s para eliminar alguns dados ou altere a localização de armazenamento padrão para o Dispositivo.
sv: Det finns inte tillräckligt med utrymme på ditt SD-kort. Gå till inställningar för %s för att ta bort några data, eller ändra standardlagringsplatsen på enheten.

source: There is not enough space on your SD card. Go to %s settings to delete some data, then try again.
fi: SD-kortilla ei ole tarpeeksi tilaa. Siirry %s Asetukset -kohtaan, poista tietoja ja yritä uudelleen.
pt_pt: Não existe espaço suficiente no seu cartão SD. Vá para as definições de %s para eliminar alguns dados e depois tente novamente.
sv: Det finns inte tillräckligt med utrymme på ditt SD-kort. Gå till inställningar för %s för att ta bort några data och försök sedan igen.
